---
kind: enumMember
id: F:Autodesk.Revit.DB.RowHeightOverrideOptions.ImageRows
enum: Autodesk.Revit.DB.RowHeightOverrideOptions
source: html/3f75752e-c4df-90c9-e296-ac604f8c4fd9.htm
---
# Autodesk.Revit.DB.RowHeightOverrideOptions.ImageRows

Override row height for body rows containing images in the schedule.